import { IThemeCard } from "../types";

export const cards: IThemeCard[] = [
  {
    title: "Добро пожаловать!",
    categoryes: ["Для новичка", "Основы работы"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 10,
    countCompletedTask: 10,
  },
  {
    title: "Начало работы",
    categoryes: ["Для новичка", "Основы работы"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 10,
    countCompletedTask: 8,
  },
  {
    title: "Введение в рабочую среду",
    categoryes: ["Для новичка", "Основы работы"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 10,
    countCompletedTask: 0,
  },
  {
    title: "Работа с библиотеками GPN",
    categoryes: ["Профессионалу", "Библиотеки"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 255,
    countCompletedTask: 0,
  },
  {
    title: "Введение в рабочую среду",
    categoryes: ["Профессионалу", "Библиотеки"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 10,
    countCompletedTask: 0,
  },
  {
    title: "Практика с рабочей средой",
    categoryes: ["Профессионалу", "Рабочая среда"],
    text: "Познакомьтесь ближе с компанией и узнайте больше о том, что вы делаете",
    countTask: 10,
    countCompletedTask: 0,
  },
];
